/* Device Kind to be reported to the system */
"HP Fax" = "Fax HP";

/* The beginning of the fax job */
"Contacting fax..." = "Conectando con el fax...";

/* Device busy, retrying... */
"Device busy, retrying..." = "Dispositivo ocupado, reintentando...";

/* Periodically inform user about fax location lookup process */
"Looking for fax..." = "Buscando fax...";

/* Phone number black-listed. */
/* "Phone number black-listed." = "Phone number black-listed."; */

/* Await while filter generates fax document */
"Preparing to fax..." = "Preparando para enviar fax...";

/* Page progress */
"Sending page %lu..." = "Enviando página %lu...";

/* Unable to contact fax, requeueing... */
"Unable to contact fax, queueing on the next fax in the class..." = "No se puede conectar con el fax, se pone en la cola para el siguiente fax del grupo...";

/* Unsupported URI fatal error message */
"Unsupported URI" = "URI incompatible";

